Repository: collective/plonetheme.tokyo
Catalog: src/plonetheme/tokyo/locales/*/LC_MESSAGES/plonetheme.tokyo.po
Languages: cs, de

source: Choose file
cs: Vyber soubor
de: Datei auswählen

source: Installs the plonetheme.tokyo add-on.
cs: Instaluje rozšíření plonetheme.tokyo.
de: Installiert das plonetheme.tokyo Add-on.

source: Tokyo Theme (uninstall)
cs: Tokyo Theme (odinstalovat)

source: Uninstalls the plonetheme.tokyo add-on.
cs: Odinstaluje rozšíření plonetheme.tokyo.
de: Deinstalliert das plonetheme.tokyo Add-on.

source: choose_file
cs: Vyber soubor
de: Datei auswählen

source: download_filename
cs: Stáhnout - ${filename}

source: file_browse
cs: Vybrat
de: Durchsuchen

source: file_download_label
cs: Stáhnout
de: Download

source: file_keep
cs: Ponechat současný soubor
de: Datei beibehalten

source: file_remove
cs: Odstranit současný soubor
de: Datei entfernen

source: file_replace
cs: Nahradit novým souborem
de: Datei ersetzen

source: image_dimension_label
cs: Rozměry
de: Größe

source: image_fullscreen_label
cs: Zobrazit na celou stránku
de: Fullscreen

source: image_keep
cs: Ponechat současný obrázek
de: Bild behalten

source: image_kind_label
cs: Typ
de: Typ

source: image_remove
cs: Odstranit současný obrázek
de: Bild entfernen

source: image_replace
cs: Nahradit novým obrázkem
de: Bild ersetzen

source: image_size_label
cs: Velikost souboru
de: Dateigröße

source: label_click_to_view_full_image
cs: Zobrazit
de: Anzeigen

source: link_address_label
cs: Adresa
de: Adresse

source: mode_future_link
cs: Nadcházející události
de: Künftige Veranstaltungen

source: mode_past_link
cs: Minulé události
de: Frühere Veranstaltungen

source: section_keywords_heading
cs: Klíčová slova
de: Keywords
